Repository: Git-Rocky-Stack/Agent-X
Catalog: src/AgentX.App/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, ja, zh_cn

# Inbox_AcceptAllBtn.Content
source: Accept All Pending
de: Alle Ausstehenden übernehmen
es: Aceptar todos los pendientes
fr: Tout accepter
ja: 保留中をすべて承認
zh_cn: 接受全部待处理

# Inbox_GeneratePreviewsBtn.Content
source: Generate AI Previews
de: KI-Vorschauen generieren
es: Generar vistas previas con IA
fr: Générer les aperçus IA
ja: AI プレビューを生成
zh_cn: 生成 AI 预览

# Inbox_CleanupBtn.Content
source: Clean Up Processed
de: Verarbeitete bereinigen
es: Limpiar procesados
fr: Nettoyer les éléments traités
ja: 処理済みを整理
zh_cn: 清理已处理项

# Inbox_RefreshBtn.Content
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
zh_cn: 刷新

# Inbox_TriageTitle.Text
source: DOCUMENT TRIAGE
de: DOKUMENTEN-TRIAGE
es: CLASIFICACIÓN DE DOCUMENTOS
fr: TRI DES DOCUMENTS
ja: ドキュメントの仕分け
zh_cn: 文档分拣

# Inbox_TriageSubtitle.Text
source: Review new files before they enter your knowledge base. AI suggests collections and tags.
de: Prüfen Sie neue Dateien, bevor sie in Ihre Wissensbasis aufgenommen werden. Die KI schlägt Sammlungen und Tags vor.
es: Revise los archivos nuevos antes de que entren en su base de conocimiento. La IA sugiere colecciones y etiquetas.
fr: Examinez les nouveaux fichiers avant leur entrée dans votre base de connaissances. L'IA suggère des collections et des étiquettes.
ja: ナレッジベースに取り込む前に新しいファイルを確認します。AI がコレクションとタグを提案します。
zh_cn: 在新文件进入知识库之前先行审阅。AI 会推荐合集与标签。

# Inbox_FocusedTitle.Text
source: Focused Inbox Item
de: Fokussiertes Posteingangselement
es: Elemento de bandeja enfocado
fr: Élément de boîte de réception ciblé
ja: フォーカス中の受信アイテム
zh_cn: 聚焦的收件项

# Inbox_FocusedDismissBtn.Content
source: Dismiss
de: Ausblenden
es: Descartar
fr: Ignorer
ja: 閉じる
zh_cn: 关闭

# Inbox_OpenedFromOpsBadge.Text
source: Opened from Operations
de: Aus Operations geöffnet
es: Abierto desde Operations
fr: Ouvert depuis Operations
ja: Operations から開きました
zh_cn: 从 Operations 打开

# Inbox_WebClipBadge.Text
source: Web Clip
ja: Web クリップ
zh_cn: 网页剪藏

# Inbox_AcceptBtn.ToolTipService.ToolTip
source: Accept
de: Übernehmen
es: Aceptar
fr: Accepter
ja: 承認
zh_cn: 接受

# Inbox_AcceptBtn.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Accept
de: Übernehmen
es: Aceptar
fr: Accepter
ja: 承認
zh_cn: 接受

# Inbox_DeferBtn.ToolTipService.ToolTip
source: Defer
de: Zurückstellen
es: Aplazar
fr: Reporter
ja: 保留
zh_cn: 推迟

# Inbox_DeferBtn.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Defer
de: Zurückstellen
es: Aplazar
fr: Reporter
ja: 保留
zh_cn: 推迟

# Inbox_RejectBtn.ToolTipService.ToolTip
source: Reject
de: Ablehnen
es: Rechazar
fr: Rejeter
ja: 却下
zh_cn: 拒绝

# Inbox_RejectBtn.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Reject
de: Ablehnen
es: Rechazar
fr: Rejeter
ja: 却下
zh_cn: 拒绝

# Inbox_AiPreviewLabel.Text
source: AI Preview
de: KI-Vorschau
es: Vista previa de IA
fr: Aperçu IA
ja: AI プレビュー
zh_cn: AI 预览

# Inbox_SuggestedLabel.Text
source: Suggested:
de: Vorgeschlagen:
es: Sugerido:
fr: Suggestion :
ja: 候補:
zh_cn: 建议:

# Inbox_EmptyTitle.Text
source: Inbox is empty
de: Der Posteingang ist leer
es: La bandeja de entrada está vacía
fr: La boîte de réception est vide
ja: 受信トレイは空です
zh_cn: 收件箱为空

# Inbox_EmptyHint.Text
source: Pages you clip with the Agent-X browser extension appear here for triage. Files from watch folders go straight to the Knowledge Vault.
de: Seiten, die Sie mit der Agent-X-Browsererweiterung ausschneiden, erscheinen hier zur Triage. Dateien aus überwachten Ordnern gelangen direkt in den Wissens-Tresor.
es: Las páginas que recorte con la extensión de navegador de Agent-X aparecen aquí para su clasificación. Los archivos de las carpetas vigiladas van directamente a la Bóveda de Conocimiento.
fr: Les pages que vous capturez avec l’extension de navigateur Agent-X apparaissent ici pour le tri. Les fichiers des dossiers surveillés vont directement dans le Coffre-fort de Connaissances.
ja: Agent-X ブラウザー拡張機能でクリップしたページがここに表示され、仕分けできます。監視フォルダーのファイルは直接 Knowledge Vault に取り込まれます。
zh_cn: 使用 Agent-X 浏览器扩展剪藏的页面将显示在此处以供分拣。监视文件夹中的文件会直接进入 Knowledge Vault。

# Comp_SelectTitle.Text
source: Select Documents
de: Dokumente auswählen
es: Seleccionar documentos
fr: Sélectionner des documents
ja: ドキュメントを選択
zh_cn: 选择文档

# Comp_SelectedRun.Text
source: selected
de: ausgewählt
es: seleccionados
fr: sélectionnés
ja: 件選択中
zh_cn: 个已选

# Comp_FocusPlaceholder.PlaceholderText
source: Focus topic (optional)...
de: Schwerpunktthema (optional)...
es: Tema de enfoque (opcional)...
fr: Sujet à privilégier (facultatif)...
ja: 重点トピック(任意)...
zh_cn: 聚焦主题(可选)...

# Comp_DetailLevelBox.Header
source: Detail Level
de: Detailgrad
es: Nivel de detalle
fr: Niveau de détail
ja: 詳細レベル
zh_cn: 详细程度

# Comp_CompareBtn.Content
source: Compare Documents
de: Dokumente vergleichen
es: Comparar documentos
fr: Comparer les documents
ja: ドキュメントを比較
zh_cn: 对比文档

# Comp_CancelBtn.Content
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
zh_cn: 取消

# Comp_Title.Text
source: COMPARATIVE ANALYSIS
de: VERGLEICHSANALYSE
es: ANÁLISIS COMPARATIVO
fr: ANALYSE COMPARATIVE
ja: 比較分析
zh_cn: 对比分析

# Comp_Subtitle.Text
source: Select 2+ documents to generate a structured side-by-side comparison.
de: Wählen Sie mindestens zwei Dokumente aus, um einen strukturierten Direktvergleich zu erstellen.
es: Seleccione 2 o más documentos para generar una comparación estructurada lado a lado.
fr: Sélectionnez au moins deux documents pour générer une comparaison structurée côte à côte.
ja: 2 つ以上のドキュメントを選択すると、構造化された並列比較を生成します。
zh_cn: 选择 2 份以上文档,生成结构化的并排对比。

# ModelMgr_SttTitle.Text
source: Speech-to-Text Model
de: Spracherkennungsmodell
es: Modelo de voz a texto
fr: Modèle de reconnaissance vocale
ja: 音声認識モデル
zh_cn: 语音转文字模型

# ModelMgr_SttPurpose.Text
source: Transcribes the audio files you import and your voice input in AI Chat, on this computer.
de: Transkribiert die Audiodateien, die Sie importieren, und Ihre Spracheingabe in AI Chat, auf diesem Computer.
es: Transcribe los archivos de audio que importa y su entrada de voz en AI Chat, en este equipo.
fr: Transcrit les fichiers audio que vous importez et votre saisie vocale dans AI Chat, sur cet ordinateur.
ja: インポートした音声ファイルと AI Chat での音声入力を、このコンピューター上で文字起こしします。
zh_cn: 在这台电脑上转录您导入的音频文件和您在 AI Chat 中的语音输入。

# ModelMgr_SttDownload.Content
source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
ja: ダウンロード
zh_cn: 下载

# ModelMgr_SttCancel.Content
source: Cancel download
de: Download abbrechen
es: Cancelar descarga
fr: Annuler le téléchargement
ja: ダウンロードをキャンセル
zh_cn: 取消下载

# ModelMgr_SttRemove.Content
source: Remove
de: Entfernen
es: Quitar
fr: Supprimer
ja: 削除
zh_cn: 移除

# ModelMgr_SttInstalled
source: Installed. {0} on disk.
de: Installiert. {0} auf dem Datenträger.
es: Instalado. {0} en disco.
fr: Installé. {0} sur le disque.
ja: インストール済み。ディスク上のサイズ: {0}
zh_cn: 已安装。占用磁盘空间 {0}。

# ModelMgr_SttNotInstalled
source: Not installed. Nothing is downloaded until you choose Download.
de: Nicht installiert. Es wird nichts heruntergeladen, bevor Sie Herunterladen wählen.
es: No instalado. No se descarga nada hasta que elija Descargar.
fr: Non installé. Rien n'est téléchargé tant que vous ne choisissez pas Télécharger.
ja: 未インストールです。「ダウンロード」を選択するまで何もダウンロードされません。
zh_cn: 未安装。在您选择“下载”之前，不会下载任何内容。

# ModelMgr_SttStatusFailed
source: Could not check whether the model is installed: {0}
de: Es konnte nicht geprüft werden, ob das Modell installiert ist: {0}
es: No se pudo comprobar si el modelo está instalado: {0}
fr: Impossible de vérifier si le modèle est installé : {0}
ja: モデルがインストールされているか確認できませんでした: {0}
zh_cn: 无法检查模型是否已安装：{0}

# ModelMgr_SttDownloading
source: Downloading: {0}%
de: Wird heruntergeladen: {0} %
es: Descargando: {0} %
fr: Téléchargement : {0} %
ja: ダウンロード中: {0}%
zh_cn: 正在下载：{0}%

# ModelMgr_SttDownloadCancelled
source: Download cancelled. Nothing was installed.
de: Download abgebrochen. Es wurde nichts installiert.
es: Descarga cancelada. No se instaló nada.
fr: Téléchargement annulé. Rien n'a été installé.
ja: ダウンロードをキャンセルしました。何もインストールされていません。
zh_cn: 下载已取消。未安装任何内容。

# ModelMgr_SttDownloadFailed
source: Download failed, nothing was installed: {0}
de: Download fehlgeschlagen, es wurde nichts installiert: {0}
es: La descarga falló y no se instaló nada: {0}
fr: Échec du téléchargement, rien n'a été installé : {0}
ja: ダウンロードに失敗したため、何もインストールされていません: {0}
zh_cn: 下载失败，未安装任何内容：{0}

# ModelMgr_SttDownloadFailedTitle
source: Speech-to-text model not installed
de: Spracherkennungsmodell nicht installiert
es: Modelo de voz a texto no instalado
fr: Modèle de reconnaissance vocale non installé
ja: 音声認識モデルがインストールされていません
zh_cn: 语音转文字模型未安装

# ModelMgr_SttReadyTitle
source: Speech-to-text model installed
de: Spracherkennungsmodell installiert
es: Modelo de voz a texto instalado
fr: Modèle de reconnaissance vocale installé
ja: 音声認識モデルをインストールしました
zh_cn: 语音转文字模型已安装

# ModelMgr_SttReady
source: Imported audio files and voice input can now be transcribed.
de: Importierte Audiodateien und Spracheingaben können jetzt transkribiert werden.
es: Los archivos de audio importados y la entrada de voz ya se pueden transcribir.
fr: Les fichiers audio importés et la saisie vocale peuvent maintenant être transcrits.
ja: インポートした音声ファイルと音声入力を文字起こしできるようになりました。
zh_cn: 现在可以转录导入的音频文件和语音输入了。

# ModelMgr_SttQueued
source: Audio files queued for transcription: {0}.
de: Zur Transkription eingereihte Audiodateien: {0}.
es: Archivos de audio en cola para transcripción: {0}.
fr: Fichiers audio mis en file d'attente pour transcription : {0}.
ja: 文字起こしのキューに追加した音声ファイル: {0} 件。
zh_cn: 已加入转录队列的音频文件：{0} 个。

# ModelMgr_SttRequeueFailed
source: The model is installed, but the audio files waiting for it could not be queued: {0}
de: Das Modell ist installiert, aber die darauf wartenden Audiodateien konnten nicht eingereiht werden: {0}
es: El modelo está instalado, pero no se pudieron poner en cola los archivos de audio que lo esperaban: {0}
fr: Le modèle est installé, mais les fichiers audio qui l'attendaient n'ont pas pu être mis en file d'attente : {0}
ja: モデルはインストールされましたが、モデルを待っていた音声ファイルをキューに追加できませんでした: {0}
zh_cn: 模型已安装，但无法将等待该模型的音频文件加入队列：{0}

# ModelMgr_SttRemoved
source: Model removed. Audio files and voice input cannot be transcribed until you download it again.
de: Modell entfernt. Audiodateien und Spracheingaben können erst wieder transkribiert werden, wenn Sie es erneut herunterladen.
es: Modelo quitado. Los archivos de audio y la entrada de voz no se podrán transcribir hasta que lo vuelva a descargar.
fr: Modèle supprimé. Les fichiers audio et la saisie vocale ne pourront plus être transcrits tant que vous ne l'aurez pas téléchargé à nouveau.
ja: モデルを削除しました。再度ダウンロードするまで、音声ファイルと音声入力は文字起こしできません。
zh_cn: 模型已移除。在您重新下载之前，无法转录音频文件和语音输入。

# ModelMgr_SttRemoveFailed
source: Could not remove the model: {0}
de: Das Modell konnte nicht entfernt werden: {0}
es: No se pudo quitar el modelo: {0}
fr: Impossible de supprimer le modèle : {0}
ja: モデルを削除できませんでした: {0}
zh_cn: 无法移除模型：{0}

# Voice_ModelRequiredTitle
source: Speech-to-Text Model Required
de: Spracherkennungsmodell erforderlich
es: Se requiere el modelo de voz a texto
fr: Modèle de reconnaissance vocale requis
ja: 音声認識モデルが必要です
zh_cn: 需要语音转文字模型

# Voice_ModelRequiredMessage
source: Install the speech-to-text model on the Model Manager page, then try again.
de: Installieren Sie das Spracherkennungsmodell auf der Seite Modellverwaltung und versuchen Sie es dann erneut.
es: Instale el modelo de voz a texto en la página Gestor de modelos y vuelva a intentarlo.
fr: Installez le modèle de reconnaissance vocale sur la page Gestionnaire de modèles, puis réessayez.
ja: モデル マネージャー ページで音声認識モデルをインストールしてから、もう一度お試しください。
zh_cn: 请在“模型管理器”页面安装语音转文字模型，然后重试。

# Voice_TranscriptionFailedTitle
source: Transcription Failed
de: Transkription fehlgeschlagen
es: Error de transcripción
fr: Échec de la transcription
ja: 文字起こしに失敗しました
zh_cn: 转录失败

# Voice_FileTranscriptionFailed
source: Could not transcribe the selected file: {0}
de: Die ausgewählte Datei konnte nicht transkribiert werden: {0}
es: No se pudo transcribir el archivo seleccionado: {0}
fr: Impossible de transcrire le fichier sélectionné : {0}
ja: 選択したファイルを文字起こしできませんでした: {0}
zh_cn: 无法转录所选文件：{0}

# Voice_RecordingTranscriptionFailed
source: Could not transcribe the recording: {0}
de: Die Aufnahme konnte nicht transkribiert werden: {0}
es: No se pudo transcribir la grabación: {0}
fr: Impossible de transcrire l'enregistrement : {0}
ja: 録音を文字起こしできませんでした: {0}
zh_cn: 无法转录录音：{0}

# Voice_RecordingFailedTitle
source: Recording Failed
de: Aufnahme fehlgeschlagen
es: Error de grabación
fr: Échec de l'enregistrement
ja: 録音に失敗しました
zh_cn: 录音失败

# Voice_RecordingFailedMessage
source: Could not start voice recording. Ensure a microphone is connected and permissions are granted.
de: Die Sprachaufnahme konnte nicht gestartet werden. Stellen Sie sicher, dass ein Mikrofon angeschlossen ist und die Berechtigungen erteilt sind.
es: No se pudo iniciar la grabación de voz. Asegúrese de que haya un micrófono conectado y de que se hayan concedido los permisos.
fr: Impossible de démarrer l'enregistrement vocal. Vérifiez qu'un microphone est branché et que les autorisations sont accordées.
ja: 音声録音を開始できませんでした。マイクが接続され、アクセス許可が付与されていることを確認してください。
zh_cn: 无法开始录音。请确保已连接麦克风并已授予权限。

# Voice_NoSpeechTitle
source: No Speech Detected
de: Keine Sprache erkannt
es: No se detectó voz
fr: Aucune parole détectée
ja: 音声が検出されませんでした
zh_cn: 未检测到语音

# Voice_NoSpeechMessage
source: Could not detect speech in the recording. Try again in a quieter environment.
de: In der Aufnahme wurde keine Sprache erkannt. Versuchen Sie es in einer ruhigeren Umgebung erneut.
es: No se detectó voz en la grabación. Inténtelo de nuevo en un entorno más silencioso.
fr: Aucune parole n'a été détectée dans l'enregistrement. Réessayez dans un environnement plus calme.
ja: 録音から音声を検出できませんでした。より静かな環境でもう一度お試しください。
zh_cn: 录音中未检测到语音。请在更安静的环境中重试。

# Voice_TooShortTitle
source: Recording Too Short
de: Aufnahme zu kurz
es: Grabación demasiado corta
fr: Enregistrement trop court
ja: 録音が短すぎます
zh_cn: 录音太短

# Voice_TooShortMessage
source: The recording was too short to transcribe. Speak for longer before you stop recording.
de: Die Aufnahme war zu kurz zum Transkribieren. Sprechen Sie länger, bevor Sie die Aufnahme beenden.
es: La grabación fue demasiado corta para transcribirla. Hable durante más tiempo antes de detener la grabación.
fr: L'enregistrement était trop court pour être transcrit. Parlez plus longtemps avant d'arrêter l'enregistrement.
ja: 録音が短すぎて文字起こしできません。録音を停止する前に、もう少し長く話してください。
zh_cn: 录音太短，无法转录。请在停止录音前多说一会儿。

# Comp_SummaryTitle.Text
source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
ja: 要約
zh_cn: 摘要

# Comp_TokensRun.Text
source: tokens
ja: トークン
zh_cn: token

# Comp_SimilaritiesTitle.Text
source: Similarities
de: Gemeinsamkeiten
es: Similitudes
fr: Similitudes
ja: 類似点
zh_cn: 相同点

# Comp_DifferencesTitle.Text
source: Differences
de: Unterschiede
es: Diferencias
fr: Différences
ja: 相違点
zh_cn: 差异

# Comp_ContradictionsTitle.Text
source: Contradictions
de: Widersprüche
es: Contradicciones
ja: 矛盾点
zh_cn: 矛盾

# Comp_UniqueTitle.Text
source: Unique Points by Document
de: Einzigartige Punkte nach Dokument
es: Puntos únicos por documento
fr: Points uniques par document
ja: ドキュメントごとの固有ポイント
zh_cn: 各文档独有要点

# Comp_NoUniquePoints.Text
source: No document-specific unique points were identified in this comparison.
de: In diesem Vergleich wurden keine dokumentspezifischen einzigartigen Punkte ermittelt.
es: En esta comparación no se identificaron puntos únicos específicos de cada documento.
fr: Aucun point unique propre à un document n'a été identifié dans cette comparaison.
ja: この比較では、ドキュメント固有のポイントは見つかりませんでした。
zh_cn: 本次对比未发现各文档特有的要点。

# Comp_ExportBtn.Content
source: Export Report
de: Bericht exportieren
es: Exportar informe
fr: Exporter le rapport
ja: レポートをエクスポート
zh_cn: 导出报告

# Comp_EmptyState.Text
source: Select documents and compare
de: Dokumente auswählen und vergleichen
es: Seleccione documentos y compárelos
fr: Sélectionnez des documents et comparez-les
ja: ドキュメントを選択して比較してください
zh_cn: 请选择文档并开始对比

# Ops_RetryIndexBtn.Content
source: Retry Index
de: Indizierung wiederholen
es: Reintentar indexación
fr: Réessayer l'indexation
ja: インデックスを再試行
zh_cn: 重试索引

# Ops_EnableConnectorBtn.Content
source: Enable Connector
de: Connector aktivieren
es: Habilitar conector
fr: Activer le connecteur
ja: コネクタを有効化
zh_cn: 启用连接器

# Ops_OpenPluginBtn.Content
source: Open Plugin
de: Plugin öffnen
es: Abrir plugin
fr: Ouvrir le plugin
ja: プラグインを開く
zh_cn: 打开插件

# Ops_Title.Text
source: OPERATIONS
ja: Operations(運用状況)
zh_cn: Operations(运行状况)

# Ops_Subtitle.Text
source: Unified status for conversation intelligence, sync posture, ingestion backlog, workflow activity, and connectors.
de: Einheitlicher Status für Konversationsintelligenz, Sync-Zustand, Import-Rückstand, Workflow-Aktivität und Connectoren.
es: Estado unificado de la inteligencia de conversaciones, el estado de sincronización, la cola de ingesta, la actividad de workflows y los conectores.
fr: Statut unifié de l'intelligence des conversations, de l'état de synchronisation, du backlog d'ingestion, de l'activité des workflows et des connecteurs.
ja: 会話インテリジェンス、同期状態、取り込みバックログ、ワークフロー アクティビティ、コネクタの状態をまとめて表示します。
zh_cn: 统一显示会话智能、同步状态、摄取积压、工作流活动与连接器的状况。

# Ops_DashboardBtn.Content
source: Dashboard
es: Panel
fr: Tableau de bord
ja: ダッシュボード
zh_cn: 仪表板

# Ops_RefreshBtn.Content
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
zh_cn: 刷新

# Ops_Loading.Text
source: Loading operations status...
de: Operations-Status wird geladen...
es: Cargando el estado de operaciones...
fr: Chargement du statut des opérations...
ja: 運用状況を読み込んでいます...
zh_cn: 正在加载运行状况...

# Ops_CurrentStatusOverline.Text
source: CURRENT OPERATIONS STATUS
de: AKTUELLER OPERATIONS-STATUS
es: ESTADO ACTUAL DE OPERACIONES
fr: STATUT ACTUEL DES OPÉRATIONS
ja: 現在の運用状況
zh_cn: 当前运行状况

# Ops_SuggestedFixesTitle.Text
source: Suggested Fixes
de: Empfohlene Korrekturen
es: Correcciones sugeridas
fr: Correctifs suggérés
ja: 推奨される修正
zh_cn: 建议修复

# Ops_SuggestedFixesSubtitle.Text
source: The highest-leverage remediation steps based on the current Operations snapshot.
de: Die wirkungsvollsten Abhilfemaßnahmen auf Basis des aktuellen Operations-Snapshots.
es: Los pasos de corrección de mayor impacto según la instantánea actual de operaciones.
fr: Les actions correctives à plus fort impact d'après l'instantané actuel des opérations.
ja: 現在の運用スナップショットに基づく、効果の高い修復手順です。
zh_cn: 基于当前运行快照、影响最大的修复步骤。

# Ops_ConvIntelOverline.Text
source: CONVERSATION INTELLIGENCE
de: KONVERSATIONSINTELLIGENZ
es: INTELIGENCIA DE CONVERSACIONES
fr: INTELLIGENCE DES CONVERSATIONS
ja: 会話インテリジェンス
zh_cn: 会话智能

# Ops_RecentSummariesLabel.Text
source: Recent summaries
de: Aktuelle Zusammenfassungen
es: Resúmenes recientes
fr: Résumés récents
ja: 最近の要約
zh_cn: 最近的摘要

# Ops_RefreshSummariesBtn.Content
source: Refresh Summaries
de: Zusammenfassungen aktualisieren
es: Actualizar resúmenes
fr: Actualiser les résumés
ja: 要約を更新
zh_cn: 刷新摘要

# Ops_OpenAnalyticsBtn.Content
source: Open Analytics
de: Analytics öffnen
es: Abrir Analytics
fr: Ouvrir Analytics
ja: Analytics を開く
zh_cn: 打开 Analytics

# Ops_SyncHealthOverline.Text
source: SYNC HEALTH
de: SYNC-ZUSTAND
es: SALUD DE SINCRONIZACIÓN
fr: SANTÉ DE LA SYNCHRONISATION
ja: 同期の状態
zh_cn: 同步健康状况

# Ops_RecentSyncPassesLabel.Text
source: Recent sync passes
de: Letzte Sync-Durchläufe
es: Pasadas de sincronización recientes
fr: Passes de synchronisation récentes
ja: 最近の同期実行
zh_cn: 最近的同步运行

# Ops_SyncNowBtn.Content
source: Sync Now
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
ja: 今すぐ同期
zh_cn: 立即同步

# Ops_OpenSyncBtn.Content
source: Open Sync
de: Sync öffnen
es: Abrir sincronización
fr: Ouvrir la synchronisation
ja: 同期設定を開く
zh_cn: 打开同步

# Ops_IngestionOverline.Text
source: INGESTION BACKLOG
de: IMPORT-RÜCKSTAND
es: COLA DE INGESTA
fr: BACKLOG D'INGESTION
ja: 取り込みバックログ
zh_cn: 摄取积压

# Ops_PendingItemsLabel.Text
source: Pending items
de: Ausstehende Elemente
es: Elementos pendientes
fr: Éléments en attente
ja: 保留中のアイテム
zh_cn: 待处理项

# Ops_RecentImportedLabel.Text
source: Recent imported documents
de: Zuletzt importierte Dokumente
es: Documentos importados recientemente
fr: Documents importés récemment
ja: 最近インポートしたドキュメント
zh_cn: 最近导入的文档

# Ops_GeneratePreviewsBtn.Content
source: Generate Previews
de: Vorschauen generieren
es: Generar vistas previas
fr: Générer les aperçus
ja: プレビューを生成
zh_cn: 生成预览

# Ops_OpenInboxBtn.Content
source: Open Inbox
de: Posteingang öffnen
es: Abrir bandeja
fr: Ouvrir la boîte de réception
ja: 受信トレイを開く
zh_cn: 打开收件箱

# Ops_OpenVaultBtn.Content
source: Open Vault
de: Tresor öffnen
es: Abrir bóveda
fr: Ouvrir le coffre-fort
ja: Vault を開く
zh_cn: 打开 Vault

# Ops_WorkflowOverline.Text
source: WORKFLOW ACTIVITY
de: WORKFLOW-AKTIVITÄT
es: ACTIVIDAD DE WORKFLOWS
fr: ACTIVITÉ DES WORKFLOWS
ja: ワークフロー アクティビティ
zh_cn: 工作流活动

# Ops_RecentRunsLabel.Text
source: Recent runs
de: Letzte Ausführungen
es: Ejecuciones recientes
fr: Exécutions récentes
ja: 最近の実行
zh_cn: 最近的运行

# Ops_OpenWorkflowsBtn.Content
source: Open Workflows
de: Workflows öffnen
es: Abrir workflows
fr: Ouvrir les workflows
ja: ワークフローを開く
zh_cn: 打开工作流

# Ops_ConnectorsOverline.Text
source: CONNECTORS & PLUGINS
de: CONNECTOREN & PLUGINS
es: CONECTORES Y PLUGINS
fr: CONNECTEURS ET PLUGINS
ja: コネクタとプラグイン
zh_cn: 连接器与插件

# Ops_ConnectorPreviewLabel.Text
source: Connector preview
de: Connector-Vorschau
es: Vista previa de conectores
fr: Aperçu des connecteurs
ja: コネクタのプレビュー
zh_cn: 连接器预览

# Ops_OpenPluginManagerBtn.Content
source: Open Plugin Manager
de: Plugin-Verwaltung öffnen
es: Abrir gestor de plugins
fr: Ouvrir le gestionnaire de plugins
ja: プラグイン マネージャーを開く
zh_cn: 打开插件管理器

# Ana_Title.Text
source: ANALYTICS
ja: Analytics(分析)
zh_cn: Analytics(分析)

# Ana_Subtitle.Text
source: Usage statistics, performance metrics, and activity trends
de: Nutzungsstatistiken, Leistungsmetriken und Aktivitätstrends
es: Estadísticas de uso, métricas de rendimiento y tendencias de actividad
fr: Statistiques d'utilisation, métriques de performance et tendances d'activité
ja: 利用統計、パフォーマンス指標、アクティビティの傾向
zh_cn: 使用统计、性能指标与活动趋势

# Ana_RefreshBtn.Content
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
zh_cn: 刷新

# Ana_Loading.Text
source: Loading analytics data...
de: Analysedaten werden geladen...
es: Cargando datos de análisis...
fr: Chargement des données d'analyse...
ja: 分析データを読み込んでいます...
zh_cn: 正在加载分析数据...

# Ana_ConvOverline.Text
source: CONVERSATIONS
de: KONVERSATIONEN
es: CONVERSACIONES
ja: 会話
zh_cn: 会话

# Ana_ConvCaption.Text
source: Total sessions started
de: Insgesamt gestartete Sitzungen
es: Sesiones iniciadas en total
fr: Nombre total de sessions démarrées
ja: 開始したセッションの合計
zh_cn: 启动的会话总数

# Ana_MsgOverline.Text
source: MESSAGES
de: NACHRICHTEN
es: MENSAJES
ja: メッセージ
zh_cn: 消息

# Ana_MsgCaption.Text
source: Sent and received
de: Gesendet und empfangen
es: Enviados y recibidos
fr: Envoyés et reçus
ja: 送受信の合計
zh_cn: 发送与接收

# Ana_TokensOverline.Text
source: TOKENS USED
de: VERBRAUCHTE TOKENS
es: TOKENS USADOS
fr: TOKENS UTILISÉS
ja: 使用トークン
zh_cn: 已用 token

# Ana_AvgPerMsgLabel.Text
source: avg / message
de: Ø / Nachricht
es: prom. / mensaje
fr: moy. / message
ja: 平均 / メッセージ
zh_cn: 平均 / 条消息

# Ana_DocsOverline.Text
source: DOCUMENTS
de: DOKUMENTE
es: DOCUMENTOS
ja: ドキュメント
zh_cn: 文档

# Ana_IndexedDotLabel.Text
source: indexed ·
de: indiziert ·
es: indexados ·
fr: indexés ·
ja: 件インデックス済み ·
zh_cn: 已索引 ·

# Ana_PendingLabel.Text
source: pending
de: ausstehend
es: pendientes
fr: en attente
ja: 件待機中
zh_cn: 待处理

# Ana_SearchesOverline.Text
source: SEARCHES
de: SUCHEN
es: BÚSQUEDAS
fr: RECHERCHES
ja: 検索
zh_cn: 搜索
